export const MMD_TRANSLATE = {
    "まゆ": "eyebrow",
    "困る": "眉毛疑惑", // ok
    "にこり": "眉毛微笑", // ok
    "怒り": "眉毛发怒", // ok
    "真面目": "眉毛认真", // ok
    "上": "眉毛上移", // ok
    "下": "眉毛下移", // ok
    "Brow_Shy_L": "眉毛左侧微微下移", // ok
    "Brow_Shy_R": "眉毛右侧微微下移", // ok
    "目": "eye",
    "笑い": "微笑（眼睛眯成一条缝）",
    "ウィンク": "左眼眨眼wink（上睫毛下弯曲）", // ok
    "ウィンク右": "右眼眨眼wink（上睫毛下弯曲）", // ok
    "ウィンク２": "左眼眨眼wink（上睫毛外侧斜向下）", // ok
    "ウィンク２右": "右眼眨眼wink（上睫毛外侧斜向下）", // ok
    "ｳｨﾝｸ２右": "右眼眨眼wink（上睫毛外侧斜向下）", // ok
    "はぅ": "双眼成>_<形态", // ok
    "はちゅ目": "双眼成O形动漫眼", // ok
    "はちゅ目縦潰れ": "双眼成O形动漫眼前提下上下压缩成椭圆形", // ok
    "はちゅ目横潰れ": "双眼成O形动漫眼前提下左右压缩成椭圆形", // ok
    "まばたき": "眨眼", // ok
    "なごみ": "眩晕（眼睛闭上）",   // ok
    "びっくり": "惊喜（上睫毛上提）", // ok
    "じと目": "凝视（上睫毛下平移）", // ok
    "ｷﾘｯ": "睥睨眼神（幅度偏小）", // ok
    "ｷﾘｯ2": "睥睨眼神（幅度偏大）", // ok
    "Eye_Wail": "哀嚎眼神", // ok
    "キリッ": "上睫毛内侧向下", // ok
    "なぬ！": "nani",
    "瞳小": "瞳孔缩小", // ok
    "恐ろしい子！": "瞳孔恐怖状（缩小直至没有）", // ok
    "星目": "瞳孔中出现星星", // ok
    "瞳縦潰れ": "pupil_vertical",
    "りツブ": "pupil_horizontal",
    "い": "嘴左右方形缩放", // ok
    "い1": "嘴尖形缩放", // ok
    "あ": "嘴O形缩放", // ok
    "あ２": "嘴笑形缩放", // ok
    "う": "嘴向上挤压", // ok
    "え": "嘴向下挤压", // ok
    "え1": "嘴向下挤压", // ok
    "お": "嘴向中间挤压", // ok
    "▲": "嘴形成▲形状", // ok
    "▲1": "嘴形成▲形状", // ok
    "∧": "嘴形成Λ形状", // ok
    "Λ": "嘴形成Λ形状", // ok
    "ん": "嘴角向下", // ok
    "にっこり": "嘴角向上张开微笑（幅度较大）", // ok
    "にっこり2": "嘴角向上张开微笑（幅度较小，露齿）", // ok
    "にっこり3": "嘴角上下张开微笑（幅度较小，露齿）", // ok
    "にっこり4": "嘴角上下张开微笑（幅度较小，不露齿）", // ok
    "にやり": "嘴角向上微笑（左右缩放）", // ok
    "にやり２": "左嘴角向上咧", // ok
    "■": "嘴角横向方向缩放", // ok
    "□": "嘴角尖形缩放", // ok
    "□1": "嘴角尖形缩放（幅度较大）", // ok
    "ワ": "嘴哇形状缩放", // ok
    "ワ２": "嘴哇形状缩放（偏夸张）", // ok
    "呆": "嘴向下O形缩放", // ok
    "怒": "嘴怒吼夸张缩放", // ok
    "口角上げ": "嘴角上扬（吐舌头）", // ok
    "口角下げ": "嘴角下扬", // ok
    "口角広げ": "嘴角向外扩张", // ok
    "口角下げ1": "嘴角向下", // ok
    "口角下げ2": "嘴角中间上抬", // ok
    "口角下げ3": "嘴角向下张嘴龇牙", // ok
    "口横広げ": "宽口龇牙", // ok
    "照れ": "害羞（嘴角左右加宽咧开）", // ok
    "歯無し上": "上牙上移", // ok
    "歯無し下": "下牙下移", // ok
    "てへぺろ": "龇牙笑左上咧嘴笑", // ok
    "ぺろっ": "左上吐舌头微笑", // ok
    "べ": "张口吐舌头", // ok
    "つ": "嘴往中间挤形成口字形露出上下牙齿", // ok
    "ω": "ω形笑唇（向下幅度较大）", // ok
    "ω□": "ω形笑唇（幅度较小）", // ok
}
